Console.WriteLine("Текст не менее соточки букв, босс:");

string tekst = Console.ReadLine();

while (tekst.Length < 100)
{
    Console.WriteLine("Текст слишком короткий...");
    tekst = Console.ReadLine();
}
Console.WriteLine("Количество символов: " + tekst.Length);




/*
1. Приём текста и проверка на 100+ символов.
2. Подсчёт слов, поиск короткого и длинного слова.
3. Подсчёт предложений, гласных и согласных.
4. Статистика частоты букв.
5. Сохранение статистики нескольких текстов.
6. Просмотр прошлой статистики и возможность работать с новым текстом.*/

